[UICustomize_AlienInfo]
m_strTitle=EDIT ALIEN INFO
m_strFirstNameLabel=First Name
m_strLastNameLabel=Last Name
m_strNicknameLabel=Nickname
m_strEditBiography=Biography
m_strGender=Gender
m_strNationality=Nationality
m_strBiographyLabel=CHARACTER BIOGRAPHY

[Country_Mec X2CountryTemplate]
DisplayName="机械"
DisplayNameWithArticle="机械"
DisplayNameWithArticleLower="机械"
DisplayNamePossessive="机械"
DisplayAdjective="机械"

[X2EventListener_AlienCapture]
JoinedXCOMTitle="检索成功"
JoinedXCOM="<XGParam:StrValue0/!UnitName/>将在任务结束后加入 XCOM。"

LootTitle="战利品奖金"
Loot="从捕获中获得额外的战利品。"

[PA_GatekeeperGun X2WeaponTemplate]
FriendlyName="看门人冲击波"
BriefSummary="看门人冲击波"
TacticalText="<Bullet/> 看门人冲击波. <Bullet/>人类士兵无法使用 -- 这是他们的一部分!"
AbilityDescName="看门人冲击波"

[PA_Gatekeeper_Tech X2TechTemplate]
DisplayName="修复看门人"
Summary="我们可以利用他们巨大的灵能输出来复活外壳，在总工程师沈的帮助下，我们可以制作我们自己的看门人。"
CodeName="触手"
LongDescript="看门人修复取得了成功"

[XGCharacterGenerator_Gatekeeper]
GatekeeperFirstName="看门人"
GatekeeperLastNamePrefix="看门人"
